<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = '篱笆播放器安卓权限说明';
$this->params['breadcrumbs'][] = $this->title;
?>

<h2 align="center" class="title">篱笆视频播放器隐私保护指引</h2>
<h4>在您使用 <b>篱笆播放器</b> 的过程中，我们访问您的各项权限是为了向您提供服务、优化我们的服务以及保障您的帐号安全，具体使用规则如下：</h4>
<h4>1. 为了提供包括但不限于如下功能，我们需要访问您的<b style="font-size: 16px;">相机权限：</b></h4>
<h4>    * 拍摄图片发布为用户头像</h4>
<h4>2. 为了提供包括但不限于如下功能，我们需要访问您的<b style="font-size: 16px;">通讯录权限：</b></h4>
<h4>    * 通过通讯录好友向您更精准推荐内容</h4>
<h4>    * 可向您通讯录好友推荐下载产品</h4>
<h4>3. 为了提供包括但不限于如下功能，我们需要访问您的<b style="font-size: 16px;">地理位置权限：</b></h4>
<h4>    * 发送地理位置</h4>
<h4>    * 收藏地理位置</h4>
<h4>    * 根据地理位置为您推荐不同地区的热播剧</h4>
<h4>4. 为保障您正常使用 <b>篱笆播放器</b> 服务，维护我们服务的正常运行以及保障您的帐号安全，我们需要访问您的<b style="font-size: 16px;">通话（电话）权限</b>，以获得唯一设备标识符等信息。
</h4>
<h4>5. 为保障您正常使用 <b>篱笆播放器</b> 服务，维护我们服务的正常运行，我们需要访问您的<b style="font-size: 16px;">内存卡权限</b>，实现客户端日志的存储，以及为用户提供缓存或下载数据到本地等服务。</h4>
<h4>6. 为了提供如下功能，我们需要访问您的<b style="font-size: 16px;">短信权限：</b></h4>
<h4>    * 注册帐号或者绑定手机号码时读取短信内容，帮助您自动输入验证码</h4>
<h4>我们会采用符合业界标准的安全防护措施来保护您的个人信息安全，避免遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我们努力使用各种合理的制度、技术、程序以及物理层面的措施来保护您的个人信息，包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施等。</h4>

<h4>您可以通过系统设置内关于 <b>篱笆播放器</b> 的应用权限设置，逐项查看您上述个人信息的访问权限开启状态，并可以决定开启或关闭这些权限。开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，关闭这些权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。</h4>
<h4>您可以查看<?= Html::a('《用户协议和隐私政策》',\yii\helpers\Url::toRoute('site/privacy'))?>以获得更详细的隐私政策信息。
</h4>
