<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = '篱笆播放器版权声明';
$this->params['breadcrumbs'][] = $this->title;
?>

<h2 align="center" class="title">篱笆播放器版权声明</h2>
<h2 align="center">版权声明及版权保护投诉指引</h2>
<h3>一、版权声明</h3>
<h4>篱笆播放器通过链接的方式提供相关内容。所有内容（以下简称“内容”）均为第三方内容提供方（以下简称“第三方”）提供。</h4>
<h4>篱笆播放器自身不存储、控制编辑或修改被链接的第三方网页上的信息内容或其表现形式，对提供链接的内容不拥有任何权利，也不负任何责任，不提供任何明示或暗示的担保，不承担用户因使用这些内容资源对自己和他人造成任何形式的损失或伤害。</h4>
<h4>篱笆播放器承诺遵守并尊重中国现行法律法规及其他规范性文件对著作权人的保护，并依照规定制定了保护权利人权利的处理流程。作为权利人，当您发现在篱笆播放器的链接所指向的第三方网页的内容侵犯了您的合法权益时，您应当按照处理流程首先向我们发送“权利通知”，我们将根据中国法律法规和政府规范性文件采取措施断开相关链接。</h4>


<h3>二、版权保护投诉指引</h3>
<h3>权利通知：</h3>
<h4>如您同时具备以下两个条件： </h4>
<h4>1. 权利人享有某一项或多项权益；</h4>
<h4>2. 篱笆播放器链接到的第三方网页的内容侵犯了上述权利人的合法权益。</h4>
<h4>请您务必以书面方式向我们提交权利通知（应含相应证明材料）。我们将在收到权利人通知书并审核无误后的合理时间内断开涉嫌侵权作品的链接。并且，我们可能会依法通知受此措施影响的网站或内容的拥有者或管理员，以便他们依法提出抗辩通知。 重要说明：如果您在通知中的陈述失实，则可能要负责赔偿相关损失（包括相关费用和律师费）。在正式发出通知前，您必须考虑版权辩护、限制或例外情况。如果不确定侵权行为是否成立，我们建议您先与律师联系。</h4>
<h4>为方便您准确快捷地向我们发送书面通知，篱笆播放器根据版权主管部门的指导建议，为您制作了 <a href="http://maccms.shipinbaoku.com/app/%E8%A6%81%E6%B1%82%E6%81%A2%E5%A4%8D%E8%A2%AB%E5%88%A0%E9%99%A4%E6%88%96%E6%96%AD%E5%BC%80%E9%93%BE%E6%8E%A5%E7%9A%84%E7%BD%91%E7%BB%9C%E5%86%85%E5%AE%B9%E7%9A%84.docx" download="要求恢复被删除或断开链接的网络内容的.docx">通知表格</a>（请尽可能详细地填写此通知表格，这将有助于我们尽快作出回复）。请您根据表格的要求及指引填写电子版权利通知，并将生成的纸面文件加盖印章（公司）或摁上手印（个人）按照如下方式与我们取得联系：</h4>
<h4>请将电子版权利通知，及加盖印章或摁上手印的纸面文件的电子扫描文档（彩色）发送至我们的联系邮箱：shipinbaoku@gmail.com。</h4>
<h3>反通知：</h3>
<h4>篱笆播放器根据权利人发送的“权利通知”断开相关内容的链接的，被断开链接的网站或内容的拥有者或管理员可以依法向篱笆播放器发出关于被断开链接的内容不侵犯著作权或其他合法权益的反通知。我们将在收到反通知并审核无误后的合理时间内恢复被断开的内容链接，同时将反通知转送权利人。篱笆播放器对恢复被断开作品链接的行为不承担任何法律责任。权利人不得再通知篱笆播放器断开与该作品的链接。 请您务必以书面的通讯方式向我们提交“反通知”。</h4>
<h4>重要说明：如果您“反通知”的陈述失实，则可能要负责赔偿相关损失（包括相关费用和律师费）。在正式发出通知前，您必须考虑版权辩护、限制或例外情况。如果不确定侵权行为是否成立，我们建议您先与律师联系。 为方便您准确快捷地向我们发送书面通知，篱笆播放器根据版权主管部门的指导建议，为您制作了 <a href="http://maccms.shipinbaoku.com/app/%E8%A6%81%E6%B1%82%E6%81%A2%E5%A4%8D%E8%A2%AB%E5%88%A0%E9%99%A4%E6%88%96%E6%96%AD%E5%BC%80%E9%93%BE%E6%8E%A5%E7%9A%84%E7%BD%91%E7%BB%9C%E5%86%85%E5%AE%B9%E7%9A%84.docx" download="要求恢复被删除或断开链接的网络内容的.docx">通知表格</a>（请尽可能详细地填写此通知表格，这将有助于我们尽快作出回复）。请您根据表格的要求及指引填写通知，并将生成的纸面文件加盖印章（公司）或摁上手印（个人）按照如下方式与我们取得联系：</h4>
<h4>请将电子版通知，及加盖印章或摁上手印的纸面文件的电子扫描文档（彩色）发送至我们的联系邮箱：shipinbaoku@gmail.com。</h4>
